Repository: NathanMilhomen/muribo
Catalog: locales/*/LC_MESSAGES/*.po
Languages: pt_br

source: Logged in as {name}
pt_br: Registrado como {name}

source: Running on: {system} {release} ({os})
pt_br: Rodando em: {system} {release} ({os})

source: Loaded extension '{extension}'
pt_br: Extensão carregada: '{extension}'

source: Failed to load extension {extension} {exception}
pt_br: Erro ao carregar extensão {extension} {exception}

source: Hey, please slow down!
pt_br: Por favor, mais devagar!

source: Error!
pt_br: Erro!

source: You are missing the permission `
pt_br: Você não tem permissão

source: ` to execute this command!
pt_br: ` para executar este comando!

source: Help
pt_br: Ajuda

source: List of available commands:
pt_br: Lista de todos os comandos disponíveis

source: User has Admin permissions.
pt_br: Este membro é um administrador!

source: User Kicked!
pt_br: Usuário expulso

source: Reason:
pt_br: Razão:

source: An error occurred while trying to kick the user. Make sure my role is above the role of the user you want to kick.
pt_br: Ocorreu um erro ao tentar expulsar o usuário. Tenha certeza que meu cargo é maior que o do usuário que você quer expulsar

source: Changed Nickname!
pt_br: Apelido modificado!

source: **{member}'s** new nickname is **{nickname}**!
pt_br: **{nickname}** é o novo apelido de **{member}**!

source: An error occurred while trying to change the nickname of the user. Make sure my role is above the role of the user you want to change the nickname.
pt_br: Ocorreu um erro ao tentar mudar o apelido do usuário. Tenha certeza que meu cargo é maior que o do usuário

source: User Banned!
pt_br: Usuário banido

source: User Warned!
pt_br: Usuário avisado!

source: Chat Cleared!
pt_br: Chat limpo!
